cargadocumentos/WebContent/templates/listarRecaudosSolicitud.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Header xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    </soap:Header>
    <soapenv:Body>
        <ser:listarRecaudosSolicitudSol xmlns:ser="http://xmlns.mercantilseguros.com/osb/ServicioRecaudos" xmlns:obj="http://xmlns.mercantilseguros.com/osb/ObjetosComunes">
            <ser:cabeceraSol>
                <obj:fecha></obj:fecha>
                <obj:hora></obj:hora>
                <!--Optional:-->
                <obj:idSolicitud/>
                <!--Optional:-->
                <obj:idCompensacion/>
                <!--Optional:-->
                <obj:canal/>
                <!--Optional:-->
                <obj:comunidad/>
                <!--Optional:-->
                <obj:grupo/>
                <!--Optional:-->
                <obj:funcionalidad/>
                <obj:aplicacion/>
                <obj:usuario/>
                <obj:ip/>
                <!--Optional:-->
                <obj:nombreEquipo/>
            </ser:cabeceraSol>
            <!--Optional:-->
            <ser:piFuncionalidad>CARGA_DOC</ser:piFuncionalidad>
            <!--Optional:-->
            <ser:piAplicacion>GEST_DOCU</ser:piAplicacion>
            <!--Optional:-->
            <ser:piUsuario/>
            <!--Optional:-->
            <ser:piProcesoNeg></ser:piProcesoNeg>
            <!--Optional:-->
            <ser:piNameAppLlama></ser:piNameAppLlama>
            <!--Optional:-->
            <ser:piNacionalidad></ser:piNacionalidad>
            <!--Optional:-->
            <ser:piCiRif></ser:piCiRif>
            <!--Optional:-->
            <ser:piNuSolicitud></ser:piNuSolicitud>
            <!--Optional:-->
            <ser:piValorRaiz></ser:piValorRaiz>
        </ser:listarRecaudosSolicitudSol>
    </soapenv:Body>
</soapenv:Envelope>
